"""1) Поработайте с переменными, создайте несколько, выведите на экран,
запросите у пользователя несколько чисел и строк и сохраните в
переменные, выведите на экран"""

my_var_1 = int(input("Введите первое число: "))
my_var_2 = int(input("Введите второе число: "))
my_str_1 = input("Введите первый слово: ")
my_str_2 = input("Введите второе слово: ")
print("Вы ввели:")
print(f"Первое число: {my_var_1}")
print(f"Второе число: {my_var_2}")
print(f"Первое слово: {my_str_1}")
print(f"Второе слово: {my_str_2}")
